HELLO_MESSAGE = """Привет, я байбак Бай и я ваш ассистент.

Я мультифункциональный (наверное) помощник в чате разработчиков и тестеров компании FastSoft.

Я объединяю в себе 3 функционала:

1) Функционал пинга.
Т.к. тэгать людей вручную в телеграме не удобно я предлагаю вам свою помощь. Чтобы вас можно было пингануть достаточно написать мне
```
Слышь, Бай, я {ваш каст для чата}
```
или, если вы Вежилвый Естественный Интеллект
```
Уважаемый Бай, я {ваш каст для чата}
```
Пусть будет что вы зарегистрировались как "человек", тогда если кто  то напишет
```
Слышь, человек ....ваше сообщение...
```
или
```
Уважаемый человек, ....ваше сообщение...
```
Я отвечу на это сообщением пингом вашего юзернейма @someUsername

2) Социальный рейтинг.
Благодаря стикер паку https://t.me/addstickers/PoohSocialCredit вы можете повышать и понижать социальный рейтинг пользователей чата!
+ миска супа и кошкожена или партия вами не довольна.

3) Если вы отправите в чат скрины  чека с Форы и добавите подпись:
```
Слышь, Бай, посчитай
```
или
```
Уважаемый Бай, посчитай
```
Я выведу вам в ответ inline меню, после вам останется нажать на кнопки соответствующие позициям которые купили вы
и выбрать надо ли мне учитывать скидку (Если в чеке указано без скидки - "Посчитать со скидкой", если со скидкой - "Посчитать без скидки")
"""